Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Foreign Exchange Student
source: Foreign Exchange Student
de: Austauschschüler
ja: 留学生
ko: 교환 학생
pl: Uczeń z wymiany zagranicznej
zh_hans: 交换生
zh_hant: 交換學生

# trait.Foreign Words
source: Foreign Words
de: Fremdsprachige Wörter
ja: 外国語の単語
ko: 외국어 단어
pl: Obcojęzyczne słowa
zh_hans: 外语词汇
zh_hant: 外語詞彙

# trait.Foreigner
source: Foreigner
de: Ausländer
ja: 外国人
ko: 외국인
pl: Obcokrajowiec
zh_hans: 外国人
zh_hant: 外國人

# trait.Foreskin Play
source: Foreskin Play
de: Spiele mit der Vorhaut
ja: 包皮プレイ
ko: 포피 플레이
pl: Zabawy z napletkiem
zh_hans: 包皮玩法
zh_hant: 包皮玩法

# trait.Forgotten
source: Forgotten
de: Vergessen
ja: 忘れられた存在
ko: 잊힌 존재
pl: Zapomniany
zh_hans: 被遗忘
zh_hant: 被遺忘

# trait.Forked Tongue
source: Forked Tongue
de: Gespaltene Zunge
ja: 二股の舌
ko: 갈라진 혀
pl: Rozdwojony język
zh_hans: 分叉舌
zh_hant: 分叉舌

# trait.Formal Shirt
source: Formal Shirt
de: Elegantes Hemd
ja: ドレスシャツ
ko: 드레스 셔츠
pl: Koszula wizytowa
zh_hans: 正装衬衫
zh_hant: 正裝襯衫

# trait.Former Celebrity
source: Former Celebrity
de: Ehemalige Berühmtheit
ja: 元有名人
ko: 과거 유명인
pl: Były celebryta
zh_hans: 前名人
zh_hant: 前名人

# trait.Former Delinquent
source: Former Delinquent
de: Ehemaliger Rowdy
ja: 元不良
ko: 과거 불량배
pl: Były chuligan
zh_hans: 曾是不良
zh_hant: 曾是不良

# trait.Former Monarch
source: Former Monarch
de: Ehemaliger Monarch
ja: 元君主
ko: 전 군주
pl: Były monarcha
zh_hans: 前君主
zh_hant: 前君主

# trait.Former Prostitute
source: Former Prostitute
de: Ehemalige Prostituierte
ja: 元娼婦
ko: 전직 성 노동자
pl: Była osoba świadcząca usługi seksualne
zh_hans: 前妓女
zh_hant: 前妓女

# trait.Fortune Teller
source: Fortune Teller
de: Wahrsager
ja: 占い師
ko: 점술가
pl: Wróżbita
zh_hans: 占卜师
zh_hant: 占卜師

# trait.Forward Knot Obi
source: Forward Knot Obi
de: Vorne gebundener Obi
ja: 前結びの帯
ko: 앞매듭 오비
pl: Obi wiązane z przodu
zh_hans: 前结腰带
zh_hant: 前結腰帶

# trait.Four-Armed
source: Four-Armed
de: Vierarmig
ja: 四本腕
ko: 팔이 네 개
pl: Czteroramienny
zh_hans: 四臂
zh_hant: 四臂

# trait.Four-Legged
source: Four-Legged
de: Vierbeinig
ja: 四足
ko: 네발
pl: Czworonożny
zh_hans: 四足
zh_hant: 四足

# trait.Fourth Grader
source: Fourth Grader
de: Schüler der vierten Klasse
ja: 小学4年生
ko: 초등학교 4학년
pl: Uczeń czwartej klasy
zh_hans: 四年级学生
zh_hant: 四年級學生

# trait.Fox
source: Fox
de: Fuchs
ja: 狐
ko: 여우
pl: Lis
zh_hans: 狐狸
zh_hant: 狐狸

# trait.Frameup
source: Frameup
de: Unterschieben einer Straftat
ja: 濡れ衣
ko: 누명
pl: Wrobienie w przestępstwo
zh_hans: 栽赃
zh_hant: 栽贓

# trait.Fratricide
source: Fratricide
de: Brudermord
ja: 兄弟殺し
ko: 형제 살해
pl: Bratobójstwo
zh_hans: 杀害兄弟
zh_hant: 殺害兄弟

# trait.Freckles
source: Freckles
de: Sommersprossen
ja: そばかす
ko: 주근깨
pl: Piegi
zh_hans: 雀斑
zh_hant: 雀斑

# trait.Freelancer
source: Freelancer
de: Freiberufler
ja: フリーランサー
ko: 프리랜서
pl: Wolny strzelec
zh_hans: 自由职业者
zh_hant: 自由工作者

# trait.French
source: French
de: Französisch
ja: フランス人
ko: 프랑스인
pl: Francuz
zh_hans: 法国人
zh_hant: 法國人

# trait.French Kiss
source: French Kiss
de: Zungenkuss
ja: ディープキス
ko: 프렌치 키스
pl: Pocałunek francuski
zh_hans: 法式深吻
zh_hant: 法式深吻

# trait.Friend
source: Friend
de: Freund
ja: 友人
ko: 친구
pl: Przyjaciel
zh_hans: 朋友
zh_hant: 朋友

# trait.Friendly
source: Friendly
de: Freundlich
ja: 友好的
ko: 친근함
pl: Przyjazny
zh_hans: 友善
zh_hant: 友善

# trait.Frot
source: Frot
de: Gegenseitiges Reiben der Penisse
ja: 陰茎同士の擦り合い
ko: 음경 맞비비기
pl: Wzajemne ocieranie penisów
zh_hans: 阴茎摩擦
zh_hant: 陰莖摩擦

# trait.Full Body Suit
source: Full Body Suit
de: Ganzkörperanzug
ja: 全身スーツ
ko: 전신 슈트
pl: Kombinezon na całe ciało
zh_hans: 连体紧身衣
zh_hant: 連身緊身衣

# trait.Full Brother
source: Full Brother
de: Leiblicher Bruder mit denselben Eltern
ja: 実の兄弟
ko: 친형제
pl: Brat mający tych samych rodziców
zh_hans: 同父同母的兄弟
zh_hant: 同父同母的兄弟

# trait.Full Sister
source: Full Sister
de: Leibliche Schwester mit denselben Eltern
ja: 実の姉妹
ko: 친자매
pl: Siostra mająca tych samych rodziców
zh_hans: 同父同母的姐妹
zh_hant: 同父同母的姐妹

# trait.Funny
source: Funny
de: Witzig
ja: 面白い
ko: 익살스러움
pl: Zabawny
zh_hans: 风趣
zh_hant: 風趣

# trait.Fur
source: Fur
de: Fell
ja: 毛皮
ko: 모피
pl: Futro
zh_hans: 毛皮
zh_hant: 毛皮

# trait.Fur Coat
source: Fur Coat
de: Pelzmantel
ja: 毛皮のコート
ko: 모피 코트
pl: Płaszcz futrzany
zh_hans: 毛皮大衣
zh_hant: 毛皮大衣

# trait.Fur Trim
source: Fur Trim
de: Pelzbesatz
ja: 毛皮の縁飾り
ko: 모피 테두리
pl: Futrzane wykończenie
zh_hans: 毛皮镶边
zh_hant: 毛皮鑲邊

# trait.Furisode
source: Furisode
de: Furisode-Kimono
ja: 振袖
ko: 후리소데
pl: Kimono furisode
zh_hans: 振袖和服
zh_hant: 振袖和服

# trait.Furisode Jacket
source: Furisode Jacket
de: Furisode-Jacke
ja: 振袖ジャケット
ko: 후리소데 재킷
pl: Kurtka furisode
zh_hans: 振袖外套
zh_hant: 振袖外套

# trait.Furry Tail
source: Furry Tail
de: Flauschiger Schwanz
ja: 毛の生えた尻尾
ko: 복슬복슬한 꼬리
pl: Puszysty ogon
zh_hans: 毛茸茸的尾巴
zh_hant: 毛茸茸的尾巴

# trait.Futuristic Suit
source: Futuristic Suit
de: Futuristischer Anzug
ja: 未来的なスーツ
ko: 미래풍 슈트
pl: Futurystyczny strój
zh_hans: 未来风套装
zh_hant: 未來風套裝

# trait.Gakuran
source: Gakuran
de: Gakuran-Schuluniform
ja: 学ラン
ko: 가쿠란
pl: Mundurek gakuran
zh_hans: 立领学生服
zh_hant: 立領學生服

# trait.Gambling
source: Gambling
de: Glücksspiel
ja: ギャンブル
ko: 도박
pl: Hazard
zh_hans: 赌博
zh_hant: 賭博

# trait.Game Over Sex Scenes Only
source: Game Over Sex Scenes Only
de: Sexszenen nur nach einem verlorenen Spiel
ja: ゲームオーバー時のみのセックスシーン
ko: 게임 오버 시 성교 장면만
pl: Sceny seksu wyłącznie po przegranej
zh_hans: 仅游戏结束时出现性爱场景
zh_hant: 僅遊戲結束時出現性愛場景

# trait.Gamer
source: Gamer
de: Spieler
ja: ゲーマー
ko: 게이머
pl: Gracz
zh_hans: 游戏玩家
zh_hant: 遊戲玩家

# trait.Gaming Console
source: Gaming Console
de: Spielkonsole
ja: ゲーム機
ko: 게임기
pl: Konsola do gier
zh_hans: 游戏机
zh_hant: 遊戲主機

# trait.Gang Bang
source: Gang Bang
de: Gruppensex mit einem passiven Partner
ja: ギャングバング
ko: 갱뱅
pl: Seks grupowy z jednym biernym partnerem
zh_hans: 群交
zh_hant: 群交

# trait.Gang Leader
source: Gang Leader
de: Bandenführer
ja: ギャングのリーダー
ko: 갱단 두목
pl: Przywódca gangu
zh_hans: 帮派首领
zh_hant: 幫派首領

# trait.Gang Member
source: Gang Member
de: Bandenmitglied
ja: ギャングの構成員
ko: 갱단원
pl: Członek gangu
zh_hans: 帮派成员
zh_hant: 幫派成員

# trait.Gang Rape
source: Gang Rape
de: Gruppenvergewaltigung
ja: 集団強姦
ko: 집단 강간
pl: Gwałt zbiorowy
zh_hans: 轮奸
zh_hant: 輪姦

# trait.Gaping
source: Gaping
de: Dehnung
ja: 拡張
ko: 확장
pl: Rozciąganie
zh_hans: 扩张
zh_hant: 擴張

# trait.Gardening
source: Gardening
de: Gartenarbeit
ja: 園芸
ko: 원예
pl: Ogrodnictwo
zh_hans: 园艺
zh_hant: 園藝

# trait.Garnet
source: Garnet
de: Granatrot
ja: ガーネット
ko: 가넷색
pl: Czerwień granatu
zh_hans: 石榴红
zh_hant: 石榴紅

# trait.Garter
source: Garter
de: Strumpfband
ja: ガーター
ko: 가터
pl: Podwiązka
zh_hans: 吊袜带
zh_hant: 吊襪帶

# trait.Garter Belt Stockings
source: Garter Belt Stockings
de: Strümpfe mit Strapsgürtel
ja: ガーターベルト付きストッキング
ko: 가터벨트 달린 스타킹
pl: Pończochy z pasem
zh_hans: 吊袜带长筒袜
zh_hant: 吊襪帶長筒襪

# trait.Garter Corset
source: Garter Corset
de: Strapskorsett
ja: ガーター付きコルセット
ko: 가터 달린 코르셋
pl: Gorset z podwiązkami
zh_hans: 吊袜带紧身胸衣
zh_hant: 吊襪帶緊身胸衣

# trait.Garter Cupless Corset
source: Garter Cupless Corset
de: Brustfreies Strapskorsett
ja: カップレスガーターコルセット
ko: 컵리스 가터 코르셋
pl: Gorset z podwiązkami i odkrytymi piersiami
zh_hans: 露乳吊袜带紧身胸衣
zh_hant: 露乳吊襪帶緊身胸衣

# trait.Gas Mask
source: Gas Mask
de: Gasmaske
ja: ガスマスク
ko: 방독면
pl: Maska przeciwgazowa
zh_hans: 防毒面具
zh_hant: 防毒面具

# trait.Gaslighting
source: Gaslighting
de: Manipulative Realitätsverdrehung
ja: ガスライティング
ko: 가스라이팅
pl: Manipulowanie poczuciem rzeczywistości
zh_hans: 心理操控
zh_hant: 心理操控

# trait.Gauntlet
source: Gauntlet
de: Armpanzer
ja: ガントレット
ko: 건틀릿
pl: Ochrona przedramienia
zh_hans: 臂铠
zh_hant: 臂鎧

# trait.Gems
source: Gems
de: Edelsteine
ja: 宝石
ko: 보석
pl: Kamienie szlachetne
zh_hans: 宝石
zh_hant: 寶石

# trait.Gender and Sexuality Related
source: Gender and Sexuality Related
de: Geschlecht und Sexualität
ja: ジェンダーとセクシュアリティ関連
ko: 젠더 및 섹슈얼리티 관련
pl: Płeć i seksualność
zh_hans: 性别与性取向相关
zh_hant: 性別與性取向相關

# trait.Gender Choice
source: Gender Choice
de: Geschlechtswahl
ja: 性別選択
ko: 성별 선택
pl: Wybór płci
zh_hans: 性别选择
zh_hant: 性別選擇

# trait.Gender Dysphoria
source: Gender Dysphoria
de: Geschlechtsdysphorie
ja: 性別違和
ko: 성별 불쾌감
pl: Dysforia płciowa
zh_hans: 性别焦虑
zh_hant: 性別焦慮

# trait.Genderbent Sex
source: Genderbent Sex
de: Sex nach einem Geschlechtswechsel
ja: 性転換後のセックス
ko: 성전환 상태의 성교
pl: Seks po zmianie płci
zh_hans: 性转性爱
zh_hant: 性轉性愛

# trait.Genderless
source: Genderless
de: Geschlechtslos
ja: 無性別
ko: 무성별
pl: Bez płci
zh_hans: 无性别
zh_hant: 無性別

# trait.Genetic Research
source: Genetic Research
de: Genetische Forschung
ja: 遺伝子研究
ko: 유전학 연구
pl: Badania genetyczne
zh_hans: 遗传学研究
zh_hant: 基因研究

# trait.Genie
source: Genie
de: Dschinn
ja: ジン
ko: 지니
pl: Dżin
zh_hans: 灯神
zh_hant: 燈神

# trait.Genital Design
source: Genital Design
de: Genitalform
ja: 性器の形状
ko: 성기 형태
pl: Wygląd genitaliów
zh_hans: 性器外形
zh_hant: 性器外形

# trait.Genital Piercing
source: Genital Piercing
de: Intimpiercing
ja: 性器ピアス
ko: 성기 피어싱
pl: Piercing genitaliów
zh_hans: 生殖器穿孔
zh_hant: 生殖器穿孔

# trait.Genitals
source: Genitals
de: Genitalien
ja: 性器
ko: 성기
pl: Genitalia
zh_hans: 性器
zh_hant: 性器

# trait.Genius
source: Genius
de: Genie
ja: 天才
ko: 천재
pl: Geniusz
zh_hans: 天才
zh_hant: 天才

# trait.Genocide
source: Genocide
de: Völkermord
ja: 大量虐殺
ko: 집단 학살
pl: Ludobójstwo
zh_hans: 种族灭绝
zh_hant: 種族滅絕

# trait.Genre Savvy
source: Genre Savvy
de: Mit Genre-Konventionen vertraut
ja: ジャンルのお約束に詳しい
ko: 장르 관습에 정통함
pl: Zna konwencje gatunkowe
zh_hans: 熟悉类型套路
zh_hant: 熟悉類型套路

# trait.German
source: German
de: Deutsch
ja: ドイツ人
ko: 독일인
pl: Niemiec
zh_hans: 德国人
zh_hant: 德國人

# trait.Geta
source: Geta
de: Geta-Holzsandalen
ja: 下駄
ko: 게타
pl: Drewniane sandały geta
zh_hans: 木屐
zh_hant: 木屐

# trait.Ghost
source: Ghost
de: Geist
ja: 幽霊
ko: 유령
pl: Duch
zh_hans: 幽灵
zh_hant: 幽靈

# trait.Ghost Member of School Club
source: Ghost Member of School Club
de: Nur nominelles Mitglied eines Schulclubs
ja: 幽霊部員
ko: 유령 부원
pl: Nieaktywny członek koła szkolnego
zh_hans: 挂名社团成员
zh_hant: 掛名社團成員

# trait.Giant
source: Giant
de: Riese
ja: 巨人
ko: 거인
pl: Olbrzym
zh_hans: 巨人
zh_hant: 巨人

# trait.Gigantic Breasts
source: Gigantic Breasts
de: Riesige Brüste
ja: 超乳
ko: 초거유
pl: Olbrzymie piersi
zh_hans: 超巨乳
zh_hant: 超巨乳

# trait.Girlfriend
source: Girlfriend
de: Feste Freundin
ja: 彼女
ko: 여자친구
pl: Dziewczyna
zh_hans: 女朋友
zh_hant: 女朋友

# trait.Glaive
source: Glaive
de: Gleve
ja: グレイブ
ko: 글레이브
pl: Glewia
zh_hans: 长柄刀
zh_hant: 長柄刀

# trait.Glasses
source: Glasses
de: Brille
ja: 眼鏡
ko: 안경
pl: Okulary
zh_hans: 眼镜
zh_hant: 眼鏡

# trait.Gloomy
source: Gloomy
de: Trübsinnig
ja: 陰気
ko: 음울함
pl: Posępny
zh_hans: 阴沉
zh_hant: 陰沈

# trait.Glory Hole Sex
source: Glory Hole Sex
de: Sex durch ein Loch in der Wand
ja: グローリーホールでのセックス
ko: 글로리홀에서의 성교
pl: Seks przez otwór w ścianie
zh_hans: 墙洞性爱
zh_hant: 牆洞性愛

# trait.Gloves
source: Gloves
de: Handschuhe
ja: 手袋
ko: 장갑
pl: Rękawiczki
zh_hans: 手套
zh_hant: 手套

# trait.Glowing
source: Glowing
de: Leuchtend
ja: 発光
ko: 발광
pl: Świecące
zh_hans: 发光
zh_hant: 發光

# trait.Gnome
source: Gnome
de: Gnom
ja: ノーム
ko: 노움
pl: Gnom
zh_hans: 地精
zh_hant: 地精

# trait.Goat
source: Goat
de: Ziege
ja: ヤギ
ko: 염소
pl: Koza
zh_hans: 山羊
zh_hant: 山羊

# trait.Goatee
source: Goatee
de: Ziegenbart
ja: 山羊ひげ
ko: 염소수염
pl: Kozia bródka
zh_hans: 山羊胡
zh_hant: 山羊鬍

# trait.Godchild
source: Godchild
de: Patenkind
ja: 名付け子
ko: 대자녀
pl: Chrześniak lub chrześnica
zh_hans: 教子女
zh_hant: 教子女

# trait.Godparent
source: Godparent
de: Pate oder Patin
ja: 代父母
ko: 대부모
pl: Rodzic chrzestny
zh_hans: 教父母
zh_hant: 教父母

# trait.Goggles
source: Goggles
de: Schutzbrille
ja: ゴーグル
ko: 고글
pl: Gogle
zh_hans: 护目镜
zh_hant: 護目鏡

# trait.Gokkun
source: Gokkun
de: Schlucken von Sperma
ja: ごっくん
ko: 정액 삼키기
pl: Połykanie nasienia
zh_hans: 吞精
zh_hant: 吞精

# trait.Gorget
source: Gorget
de: Halsberge
ja: 喉輪
ko: 목 보호대
pl: Obojczyk zbroi
zh_hans: 护喉
zh_hant: 護喉

# trait.Gossipy
source: Gossipy
de: Klatschsüchtig
ja: うわさ好き
ko: 소문을 좋아함
pl: Plotkarski
zh_hans: 爱八卦
zh_hant: 愛八卦

# trait.Gothic
source: Gothic
de: Gotisch
ja: ゴシック
ko: 고딕
pl: Gotycki
zh_hans: 哥特风
zh_hant: 哥特風

# trait.Gradient Colored Hair
source: Gradient Colored Hair
de: Haar mit Farbverlauf
ja: グラデーションカラーの髪
ko: 그라데이션 머리색
pl: Włosy z gradientem kolorów
zh_hans: 渐变色头发
zh_hant: 漸層髮色

# trait.Graduate Cap
source: Graduate Cap
de: Absolventenhut
ja: 角帽
ko: 학사모
pl: Biret absolwenta
zh_hans: 学位帽
zh_hant: 學位帽

# trait.Graduation
source: Graduation
de: Schul- oder Studienabschluss
ja: 卒業
ko: 졸업
pl: Ukończenie szkoły lub studiów
zh_hans: 毕业
zh_hant: 畢業

# trait.Grandaunt
source: Grandaunt
de: Großtante
ja: 大おば
ko: 조부모의 자매
pl: Siostra dziadka lub babci
zh_hans: 姑祖母
zh_hant: 姑祖母

# trait.Grandchild
source: Grandchild
de: Enkelkind
ja: 孫
ko: 손주
pl: Wnuczę
zh_hans: 孙辈
zh_hant: 孫輩

# trait.Granddaughter
source: Granddaughter
de: Enkelin
ja: 孫娘
ko: 손녀
pl: Wnuczka
zh_hans: 孙女
zh_hant: 孫女

# trait.Grandfather
source: Grandfather
de: Großvater
ja: 祖父
ko: 할아버지
pl: Dziadek
zh_hans: 祖父
zh_hant: 祖父

# trait.Grandiose
source: Grandiose
de: Großspurig
ja: 大げさ
ko: 과장됨
pl: Pompatyczny
zh_hans: 浮夸
zh_hant: 浮誇

# trait.Grandmother
source: Grandmother
de: Großmutter
ja: 祖母
ko: 할머니
pl: Babcia
zh_hans: 祖母
zh_hant: 祖母

# trait.Grandparent
source: Grandparent
de: Großelternteil
ja: 祖父母
ko: 조부모
pl: Dziadek lub babcia
zh_hans: 祖父母
zh_hant: 祖父母

# trait.Grandson
source: Grandson
de: Enkel
ja: 孫息子
ko: 손자
pl: Wnuk
zh_hans: 孙子
zh_hant: 孫子

# trait.Grandson Complex
source: Grandson Complex
de: Enkelkomplex
ja: 孫コンプレックス
ko: 손자 콤플렉스
pl: Kompleks wnuka
zh_hans: 恋孙情结
zh_hant: 戀孫情結

# trait.Granduncle
source: Granduncle
de: Großonkel
ja: 大おじ
ko: 조부모의 형제
pl: Brat dziadka lub babci
zh_hans: 叔祖父
zh_hant: 叔祖父

# trait.Gravure Idol
source: Gravure Idol
de: Gravure-Model
ja: グラビアアイドル
ko: 그라비아 아이돌
pl: Modelka gravure
zh_hans: 写真偶像
zh_hant: 寫真偶像

# trait.Great-grandchild
source: Great-grandchild
de: Urenkelkind
ja: 曾孫
ko: 증손주
pl: Prawnuczę
zh_hans: 曾孙
zh_hant: 曾孫

# trait.Great-grandparent
source: Great-grandparent
de: Urgroßelternteil
ja: 曾祖父母
ko: 증조부모
pl: Pradziadek lub prababcia
zh_hans: 曾祖父母
zh_hant: 曾祖父母

# trait.Greatsword
source: Greatsword
de: Großschwert
ja: 大剣
ko: 대검
pl: Wielki miecz
zh_hans: 巨剑
zh_hant: 巨劍

# trait.Greave
source: Greave
de: Beinschiene
ja: グリーヴ
ko: 정강이 갑옷
pl: Nagolennik
zh_hans: 胫甲
zh_hant: 脛甲

# trait.Greek
source: Greek
de: Griechisch
ja: ギリシャ人
ko: 그리스인
pl: Grek
zh_hans: 希腊人
zh_hant: 希臘人

# trait.Green
source: Green
de: Grün
ja: 緑
ko: 초록색
pl: Zielony
zh_hans: 绿色
zh_hant: 綠色

# trait.Grenade
source: Grenade
de: Handgranate
ja: 手榴弾
ko: 수류탄
pl: Granat
zh_hans: 手榴弹
zh_hant: 手榴彈

# trait.Grey
source: Grey
de: Grau
ja: 灰色
ko: 회색
pl: Szary
zh_hans: 灰色
zh_hant: 灰色

# trait.Grief
source: Grief
de: Trauer
ja: 悲嘆
ko: 비탄
pl: Żal
zh_hans: 悲痛
zh_hant: 悲痛

# trait.Grimoire
source: Grimoire
de: Zauberbuch
ja: 魔導書
ko: 마도서
pl: Grimuar
zh_hans: 魔导书
zh_hant: 魔導書

# trait.Grotesque Body Modification
source: Grotesque Body Modification
de: Groteske Körpermodifikation
ja: グロテスクな身体改造
ko: 그로테스크한 신체 개조
pl: Groteskowe modyfikacje ciała
zh_hans: 猎奇身体改造
zh_hant: 獵奇身體改造

# trait.Grotesque Holed Nipples
source: Grotesque Holed Nipples
de: Grotesk durchlöcherte Brustwarzen
ja: グロテスクな穴あき乳首
ko: 그로테스크한 구멍 난 유두
pl: Groteskowo podziurawione brodawki sutkowe
zh_hans: 猎奇穿孔乳头
zh_hant: 獵奇穿孔乳頭

# trait.Grotesque Stretched Clitoris
source: Grotesque Stretched Clitoris
de: Grotesk gedehnte Klitoris
ja: グロテスクに肥大・伸長したクリトリス
ko: 그로테스크하게 늘어난 음핵
pl: Groteskowo rozciągnięta łechtaczka
zh_hans: 猎奇拉伸阴蒂
zh_hant: 獵奇拉伸陰蒂

# trait.Grotesque Stretched Nipples
source: Grotesque Stretched Nipples
de: Grotesk gedehnte Brustwarzen
ja: グロテスクに伸長した乳首
ko: 그로테스크하게 늘어난 유두
pl: Groteskowo rozciągnięte brodawki sutkowe
zh_hans: 猎奇拉伸乳头
zh_hant: 獵奇拉伸乳頭

# trait.Group (4+) Blowjob
source: Group (4+) Blowjob
de: Fellatio in einer Gruppe ab vier Personen
ja: 4人以上のフェラ
ko: 4인 이상 펠라치오
pl: Fellatio w grupie co najmniej czterech osób
zh_hans: 4人以上口交
zh_hant: 4人以上口交

# trait.Group (4+) Boobjob
source: Group (4+) Boobjob
de: Brustverkehr in einer Gruppe ab vier Personen
ja: 4人以上のパイズリ
ko: 4명 이상의 파이즈리
pl: Seks między piersiami w grupie co najmniej czterech osób
zh_hans: 4人以上乳交
zh_hant: 4人以上乳交

# trait.Group (4+) Footjob
source: Group (4+) Footjob
de: Fußstimulation in einer Gruppe ab vier Personen
ja: 4人以上の足コキ
ko: 4명 이상의 풋잡
pl: Stymulacja stopami w grupie co najmniej czterech osób
zh_hans: 4人以上足交
zh_hant: 4人以上足交

# trait.Group (4+) Handjob
source: Group (4+) Handjob
de: Manuelle Penisstimulation in einer Gruppe ab vier Personen
ja: 4人以上の手コキ
ko: 4명 이상의 핸드잡
pl: Ręczna stymulacja penisa w grupie co najmniej czterech osób
zh_hans: 4人以上手交
zh_hant: 4人以上手交

# trait.Group Sex
source: Group Sex
de: Gruppensex
ja: 乱交
ko: 집단 성교
pl: Seks grupowy
zh_hans: 群交
zh_hant: 群交

source: Group Sex Involving a Mix of Males, Females, and Gender Non-Conforming Individuals
de: Gruppensex mit Männern, Frauen und gendernonkonformen Personen
ja: 男女とジェンダーノンコンフォーミングの人物による乱交
ko: 남성, 여성 및 젠더 비순응자가 섞인 집단 성교
pl: Seks grupowy z mężczyznami, kobietami i osobami niepodporządkowującymi się normom płciowym
zh_hans: 男女与性别非常规者混合群交
zh_hant: 男女與性別非常規者混合群交

# trait.Group Sex Involving Gender Non-conforming Individuals
source: Group Sex Involving Gender Non-conforming Individuals
de: Gruppensex mit gendernonkonformen Personen
ja: ジェンダーノンコンフォーミングの人物を含む乱交
ko: 젠더 비순응자가 참여하는 집단 성교
pl: Seks grupowy z osobami niepodporządkowującymi się normom płciowym
zh_hans: 涉及性别非常规者的群交
zh_hant: 涉及性別非常規者的群交

# trait.Group Sex of Multiple Females and Males
source: Group Sex of Multiple Females and Males
de: Gruppensex mit mehreren Frauen und Männern
ja: 複数の男女による乱交
ko: 여성 여러 명과 남성 여러 명의 집단 성교
pl: Seks grupowy wielu kobiet i mężczyzn
zh_hans: 多女多男群交
zh_hant: 多女多男群交

# trait.Group Sex of One Female and Several Gender Non-conforming Individuals
source: Group Sex of One Female and Several Gender Non-conforming Individuals
de: Gruppensex einer Frau mit mehreren gendernonkonformen Personen
ja: 一人の女性と複数のジェンダーノンコンフォーミングの人物による乱交
ko: 여성 1명과 젠더 비순응자 여러 명의 집단 성교
pl: Seks grupowy jednej kobiety z wieloma osobami niepodporządkowującymi się normom płciowym
zh_hans: 一女与多名性别非常规者群交
zh_hant: 一女與多名性別非常規者群交

# trait.Group Sex of One Female and Several Males
source: Group Sex of One Female and Several Males
de: Gruppensex einer Frau mit mehreren Männern
ja: 一人の女性と複数の男性による乱交
ko: 여성 1명과 남성 여러 명의 집단 성교
pl: Seks grupowy jednej kobiety z wieloma mężczyznami
zh_hans: 一女多男群交
zh_hant: 一女多男群交

# trait.Group Sex of One Male and Several Females
source: Group Sex of One Male and Several Females
de: Gruppensex eines Mannes mit mehreren Frauen
ja: 一人の男性と複数の女性による乱交
ko: 남성 1명과 여성 여러 명의 집단 성교
pl: Seks grupowy jednego mężczyzny z wieloma kobietami
zh_hans: 一男多女群交
zh_hant: 一男多女群交

# trait.Group Sex of One Male and Several Gender Non-conforming Individuals
source: Group Sex of One Male and Several Gender Non-conforming Individuals
de: Gruppensex eines Mannes mit mehreren gendernonkonformen Personen
ja: 一人の男性と複数のジェンダーノンコンフォーミングの人物による乱交
ko: 남성 1명과 젠더 비순응자 여러 명의 집단 성교
pl: Seks grupowy jednego mężczyzny z wieloma osobami niepodporządkowującymi się normom płciowym
zh_hans: 一男与多名性别非常规者群交
zh_hant: 一男與多名性別非常規者群交

# trait.Group Sex of Several Females
source: Group Sex of Several Females
de: Gruppensex zwischen mehreren Frauen
ja: 複数の女性による乱交
ko: 여성 여러 명의 집단 성교
pl: Seks grupowy wielu kobiet
zh_hans: 多女群交
zh_hant: 多女群交

source: Group Sex of Several Females and at Least One Gender Non-Conforming Individual
de: Gruppensex mehrerer Frauen mit mindestens einer gendernonkonformen Person
ja: 複数の女性と一人以上のジェンダーノンコンフォーミングの人物による乱交
ko: 여성 여러 명과 젠더 비순응자 1명 이상의 집단 성교
pl: Seks grupowy wielu kobiet z co najmniej jedną osobą niepodporządkowującą się normom płciowym
zh_hans: 多女与至少一名性别非常规者群交
zh_hant: 多女與至少一名性別非常規者群交

# trait.Group Sex of Several Gender Non-conforming Individuals
source: Group Sex of Several Gender Non-conforming Individuals
de: Gruppensex zwischen mehreren gendernonkonformen Personen
ja: 複数のジェンダーノンコンフォーミングの人物による乱交
ko: 젠더 비순응자 여러 명의 집단 성교
pl: Seks grupowy wielu osób niepodporządkowujących się normom płciowym
zh_hans: 多名性别非常规者群交
zh_hant: 多名性別非常規者群交

# trait.Group Sex of Several Males
source: Group Sex of Several Males
de: Gruppensex zwischen mehreren Männern
ja: 複数の男性による乱交
ko: 남성 여러 명의 집단 성교
pl: Seks grupowy wielu mężczyzn
zh_hans: 多男群交
zh_hant: 多男群交

source: Group Sex of Several Males and at Least One Gender Non-Conforming Individual
de: Gruppensex mehrerer Männer mit mindestens einer gendernonkonformen Person
ja: 複数の男性と一人以上のジェンダーノンコンフォーミングの人物による乱交
ko: 남성 여러 명과 젠더 비순응자 1명 이상의 집단 성교
pl: Seks grupowy wielu mężczyzn z co najmniej jedną osobą niepodporządkowującą się normom płciowym
zh_hans: 多男与至少一名性别非常规者群交
zh_hant: 多男與至少一名性別非常規者群交

# trait.Group Sex Participants
source: Group Sex Participants
de: Teilnehmer an Gruppensex
ja: 乱交の参加者
ko: 집단 성교 참여자
pl: Uczestnicy seksu grupowego
zh_hans: 群交参与者
zh_hant: 群交參與者

# trait.Group Sex with Clones
source: Group Sex with Clones
de: Gruppensex mit Klonen
ja: クローンとの乱交
ko: 복제체와의 집단 성교
pl: Seks grupowy z klonami
zh_hans: 与克隆体群交
zh_hant: 與複製體群交

# trait.Grumbler
source: Grumbler
de: Nörgler
ja: 不平屋
ko: 불평이 많음
pl: Zrzęda
zh_hans: 爱抱怨
zh_hant: 愛抱怨

# trait.Guard
source: Guard
de: Wache
ja: 護衛
ko: 경비병
pl: Strażnik
zh_hans: 卫兵
zh_hant: 衛兵

# trait.Guide
source: Guide
de: Führer
ja: 案内人
ko: 안내인
pl: Przewodnik
zh_hans: 向导
zh_hant: 嚮導

# trait.Guilt
source: Guilt
de: Schuldgefühl
ja: 罪悪感
ko: 죄책감
pl: Poczucie winy
zh_hans: 内疚
zh_hant: 內疚

# trait.Guimpe
source: Guimpe
de: Hochgeschlossener Bluseneinsatz
ja: ギンプ
ko: 김프
pl: Wstawka bluzkowa z wysokim kołnierzem
zh_hans: 高领内衫
zh_hant: 高領內衫

# trait.Guitar
source: Guitar
de: Gitarre
ja: ギター
ko: 기타
pl: Gitara
zh_hans: 吉他
zh_hant: 吉他

# trait.Guitarist
source: Guitarist
de: Gitarrist
ja: ギタリスト
ko: 기타리스트
pl: Gitarzysta
zh_hans: 吉他手
zh_hant: 吉他手

# trait.Gyaru Speech
source: Gyaru Speech
de: Gyaru-Sprechweise
ja: ギャル語
ko: 갸루 말투
pl: Mowa gyaru
zh_hans: 辣妹语
zh_hant: 辣妹語

# trait.Gym Shorts
source: Gym Shorts
de: Turnshorts
ja: 体育短パン
ko: 체육 반바지
pl: Spodenki gimnastyczne
zh_hans: 体操短裤
zh_hant: 體操短褲

# trait.Gynecologist Chair
source: Gynecologist Chair
de: Gynäkologischer Untersuchungsstuhl
ja: 婦人科診察台
ko: 산부인과 진찰대
pl: Fotel ginekologiczny
zh_hans: 妇科检查椅
zh_hant: 婦科檢查椅

# trait.Gynophobia
source: Gynophobia
de: Angst vor Frauen
ja: 女性恐怖症
ko: 여성 공포증
pl: Lęk przed kobietami
zh_hans: 女性恐惧症
zh_hant: 女性恐懼症

# trait.Habit
source: Habit
de: Gewohnheit
ja: 習慣
ko: 습관
pl: Nawyk
zh_hans: 习惯
zh_hant: 習慣

# trait.Hair
source: Hair
de: Haar
ja: 髪
ko: 머리카락
pl: Włosy
zh_hans: 头发
zh_hant: 頭髮

# trait.Hair Beads
source: Hair Beads
de: Haarperlen
ja: ヘアビーズ
ko: 헤어 비즈
pl: Koraliki do włosów
zh_hans: 发珠
zh_hant: 髮珠

# trait.Hair Color
source: Hair Color
de: Haarfarbe
ja: 髪色
ko: 머리색
pl: Kolor włosów
zh_hans: 发色
zh_hant: 髮色

# trait.Hair Flower
source: Hair Flower
de: Blume im Haar
ja: 花の髪飾り
ko: 꽃 머리 장식
pl: Kwiat we włosach
zh_hans: 发饰花
zh_hant: 花朵髮飾

# trait.Hair Loopies
source: Hair Loopies
de: Haarschlaufen
ja: 輪状の髪
ko: 고리 모양 머리
pl: Pętle z włosów
zh_hans: 环形发束
zh_hant: 環形髮束

# trait.Hair Pulling (Sexual)
source: Hair Pulling (Sexual)
de: Haareziehen (sexuell)
ja: 性的な髪引き
ko: 성행위 중 머리카락 잡아당기기
pl: Ciągnięcie za włosy (seksualne)
zh_hans: 性爱中拉头发
zh_hant: 性愛中拉頭髮

# trait.Hair Ribbon
source: Hair Ribbon
de: Haarschleife
ja: ヘアリボン
ko: 헤어 리본
pl: Wstążka do włosów
zh_hans: 发带
zh_hant: 髮帶

# trait.Hair Tie
source: Hair Tie
de: Haargummi
ja: 髪留め
ko: 머리끈
pl: Gumka do włosów
zh_hans: 发绳
zh_hant: 髮繩

# trait.Hairdresser
source: Hairdresser
de: Friseur
ja: ヘアスタイリスト
ko: 헤어 디자이너
pl: Fryzjer
zh_hans: 发型师
zh_hant: 髮型師

# trait.Hairjob
source: Hairjob
de: Penisstimulation mit Haaren
ja: 髪コキ
ko: 헤어잡
pl: Stymulacja penisa włosami
zh_hans: 发交
zh_hant: 髮交

# trait.Hairpin
source: Hairpin
de: Haarnadel
ja: ヘアピン
ko: 머리핀
pl: Spinka do włosów
zh_hans: 发夹
zh_hant: 髮夾

# trait.Hairstyle
source: Hairstyle
de: Frisur
ja: 髪型
ko: 헤어스타일
pl: Fryzura
zh_hans: 发型
zh_hant: 髮型

# trait.Halberd
source: Halberd
de: Hellebarde
ja: ハルバード
ko: 할버드
pl: Halabarda
zh_hans: 戟
zh_hant: 戟

# trait.Half Angel
source: Half Angel
de: Halbengel
ja: 半天使
ko: 반천사
pl: Półanioł
zh_hans: 半天使
zh_hant: 半天使
